Revit 2024 API
ParameterTypeId.StairsAttrStringerOffset Property
 "Open Stringer Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsAttrStringerOffset { get; }
Visual Basic
Public Shared ReadOnly Property StairsAttrStringerOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsAttrStringerOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace